tap "homebrew/bundle"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Modern replacement for 'ls'
brew "exa"
# Distributed revision control system
brew "git"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Mac App Store command-line interface
brew "mas"
# Git client focusing on productivity
cask "gitkraken"
# Web browser
cask "google-chrome"
# Password manager
cask "lastpass"
# Desktop syncing client for ownCloud
cask "owncloud"
# Control your tools with a few keystrokes
cask "raycast"
# Open-source code editor
cask "visual-studio-code"
mas "Consent-O-Matic", id: 1606897889
mas "Keynote", id: 409183694
mas "NotePlan", id: 1505432629
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
